import samsung from "../assets/samsung.jpeg";
import ultra from "../assets/ultra.jpeg";
import vesta from "../assets/vesta.jpeg";
import dom1 from "../assets/dom1.jpeg";
import niva from "../assets/niva.jpeg";
import dom2 from "../assets/dom2.jpeg";
import dom3 from "../assets/dom3.jpeg";
import dom4 from "../assets/dom4.jpeg";

export const products = [
  {
    image: samsung,
    title: "Смартфон Galaxy S25",
    city: "Новоазовск",
    description:
      "Продаю смартфон Samsung Galaxy S21 в идеальном состоянии. Телефон использовался бережно, всегда в чехле и с защитным стеклом. Все функции работают безупречно — быстрый, мощный и удобный аппарат для любых задач.",
    phone: "+7 (900) 123-45-67",
    filter: "Техника",
    price: "3000 руб",
    id: 1,
  },
  {
    image: vesta,
    title: "Лада Веста",
    city: "Новоазовск",
    description:
      "Продаю свою Ладу Весту 2020 года выпуска в отличном техническом и внешнем состоянии. Машина на ходу, никаких вложений не требует — сел и поехал. Использовалась аккуратно, обслуживалась вовремя, все ТО по регламенту.",
    phone: "+7 (900) 234-56-78",
    filter: "Транспорт",
    price: "3000 руб",
    id: 2,
  },
  {
    image: dom1,
    title: "Дом кирпичный",
    city: "Новоазовск",
    description:
      "Продаётся добротный дом из самана, построенный вручную с душой и вниманием к каждой детали. Отличный вариант для тех, кто ценит натуральные материалы, тишину и спокойствие деревенской жизни.",
    phone: "+7 (900) 345-67-89",
    filter: "Недвижимость",
    price: "3000 руб",
    id: 3,
  },
  {
    image: niva,
    title: "Нива",
    city: "Новоазовск",
    description:
      "Продаю свою Ладу Весту 2020 года выпуска в отличном техническом и внешнем состоянии. Машина на ходу, никаких вложений не требует — сел и поехал. Использовалась аккуратно, обслуживалась вовремя, все ТО по регламенту.",
    phone: "+7 (900) 456-78-90",
    filter: "Транспорт",
    price: "3000 руб",
    id: 4,
  },
  {
    image: ultra,
    title: "Ноутбук UltraBook X",
    city: "Новоазовск",
    description:
      "Продаю смартфон Samsung Galaxy S21 в идеальном состоянии. Телефон использовался бережно, всегда в чехле и с защитным стеклом. Все функции работают безупречно — быстрый, мощный и удобный аппарат для любых задач.",
    phone: "+7 (900) 456-78-90",
    filter: "Техника",
    price: "3000 руб",
    id: 5,
  },
  {
    image: dom2,
    title: "Дом из самана",
    city: "Новоазовск",
    description:
      "Продаётся добротный дом из самана, построенный вручную с душой и вниманием к каждой детали. Отличный вариант для тех, кто ценит натуральные материалы, тишину и спокойствие деревенской жизни.",
    phone: "+7 (900) 456-78-90",
    filter: "Недвижимость",
    price: "3000 руб",
    id: 6,
  },
  {
    image: dom3,
    title: "Дом из самана",
    city: "Новоазовск",
    description:
      "Продаётся добротный дом из самана, построенный вручную с душой и вниманием к каждой детали. Отличный вариант для тех, кто ценит натуральные материалы, тишину и спокойствие деревенской жизни.",
    phone: "+7 (900) 456-78-90",
    filter: "Недвижимость",
    price: "3000 руб",
    id: 7,
  },
  {
    image: dom4,
    title: "Дом из самана",
    city: "Новоазовск",
    description:
      "Продаётся добротный дом из самана, построенный вручную с душой и вниманием к каждой детали. Отличный вариант для тех, кто ценит натуральные материалы, тишину и спокойствие деревенской жизни.",
    phone: "+7 (900) 456-78-90",
    filter: "Недвижимость",
    price: "3000 руб",
    id: 8,
  },
];
